Revit 2024 API
ParameterTypeId.LayerElemScheduleFamily Property
 "Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LayerElemScheduleFamily { get; }
Visual Basic
Public Shared ReadOnly Property LayerElemScheduleFamily As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerElemScheduleFamily {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace